Repository: amirzaeii/GoldBazar
Catalog: src/Shared/GoldBazar.Shared/Resources/Resource.*.resx
Languages: ku_arab

# LatestLabel
source: Latest
ku_arab: تازەترین

# ArrivalDateLabel
source: arrival time
ku_arab: کاتی گەیشتن

# CurrentOrdersLabel
source: My current orders
ku_arab: داواکارییەکانی ئێستام

# EmptyFilterWarningLabel
source: No products found. Please apply some filters or select a category.
ku_arab: هیچ بەرهەمێک نەدۆزرایەوە. تکایە هەندێک فلتەر بەکاربهێنە یان جۆرێک هەڵبژێرە.

# FilterLabel
source: Filter
ku_arab: فلتەر

# helloMessage
source: Hello and Welcome
ku_arab: سڵاو و بەخێربێن

# MyCartHeader
source: My cart
ku_arab: بەرهەمەکانم

# OrderDateLabel
source: Order Date:
ku_arab: بەرواری داواکردن:

# OrderNoLabel
source: Orders Number:
ku_arab: ژمارەی تایبەتی داواکاری:

# PastOrdersLabel
source: My past orders
ku_arab: داواکارییەکانی ڕابردووم

# PlaceOrderLabel
source: Order
ku_arab: داواکردن

source: Price: High to Low
ku_arab: نرخ: بەرز بۆ نزم

source: Price: Low to High
ku_arab: نرخ: نزم بۆ بەرز

# ProcessingStatusLabel
source: Processing
ku_arab: ئاماداکردن

# ShopLabel
source: Shop:
ku_arab: زێڕینگەر:

# SortByLabel
source: Sort by
ku_arab: ڕیزبەندی بەپێی

# SpecialNoteLabel
source: Note
ku_arab: تێبینی

# TotalPriceLabel
source: Total Price:
ku_arab: کۆی گشتی نرخ:

# SearchLabel
source: Search
ku_arab: گەڕان

# SortAndFilterLabel
source: Sort and Filter
ku_arab: ڕیزکردن و فلتەرکردن

# ResetPasswordLabel
source: Reset Password
ku_arab: گۆڕینی وشەی نهێنی

# ForgotYourPasswordLabel
source: Forgot your password?
ku_arab: وشەی نهێنی خۆت لەبیر کردووە؟

# EnterPhoneNumDesc
source: No worries, please enter the mobile number associated with your account.
ku_arab: خەمت نەبێت، تکایە ژمارەی مۆبایلی پەیوەست بە هەژمارەکەت داخڵ بکە.

# EnterPhoneNumLabel
source: Enter your phone number
ku_arab: ژمارەی تەلەفۆنەکەت بنووسە

# GetOTP
source: Get code
ku_arab: کۆد وەربگرە

# LogInHeader
source: Log in
ku_arab: چوونەژوورەوە

# EnterPasswordLabel
source: Enter your password
ku_arab: وشەی نهێنی بنووسە

# SignUpDesc
source: Don't have an account? Sign Up
ku_arab: ئەکاونتت نییە؟ خۆت تۆمار بکە

# ORLabel
source: OR
ku_arab: یان

# ContinueWithGoogleLabel
source: Continue with Google
ku_arab: بەردەوام بە لەگەڵ گووگڵ

# ContinueWithAppleLabel
source: Continue with Apple
ku_arab: بەردەوام بە لەگەڵ ئەپڵ

# SignUpHeader
source: Sign Up
ku_arab: خۆت تۆمار بکە

# EnterEmailLabel
source: Enter your email
ku_arab: ئیمەیڵەکەت بنووسە

# ConfirmPasswordLabel
source: Confirm password
ku_arab: پشتڕاست بکەرەوە

# ConfirmPasswordDesc
source: Confirm your password
ku_arab: پاسۆردەکەت پشتڕاست بکەرەوە

# LoginDesc
source: Already have an account? Log in
ku_arab: پێشتر ئەکاونتت هەیە؟ چوونەژوورەوە

# VerificationLabel
source: Verification
ku_arab: پشتڕاستکردنەوە

source: Back to Forget Password
ku_arab: گەڕانەوە بۆ لەبیرکردنی وشەی نهێنی

# DigitCodeWasSentNotify
source: A 4-digit code was sent to your number
ku_arab: کۆدێکی ٤ ژمارەیی بۆ ژمارەکەت نێردراوە

# VerifyLabel
source: Verify
ku_arab: پشتڕاستی بکەرەوە

# ResendCodeInLabel
source: Resend code in
ku_arab: دووبارە کۆد بنێرە لە...

# EnterOTPLabel
source: Enter the OTP Code
ku_arab: کۆدی OTP داخڵ بکە

# MetalLabel
source: Metal
ku_arab: کانزا

# WeightLabel
source: Weight
ku_arab: کێش

# PurityLabel
source: Purity
ku_arab: خاوێنی

# MetalPropertiesLabel
source: Metal Properties
ku_arab: تایبەتمەندیەکانی کانزا

# AestheticLabel
source: Aesthetic
ku_arab: ڕواڵەت

# TypeLabel
source: Type
ku_arab: جۆر

# StyleLabel
source: Style
ku_arab: ستایڵ

# OccasionLabel
source: Occasion
ku_arab: بۆنە

# FeaturesLabel
source: Features
ku_arab: تایبتمەندیەکان

# NoFeaturesLabel
source: No features available.
ku_arab: هیچ تایبەتمەندییەکی بەردەست نییە.

# SimilarProductsLabel
source: Similar Products
ku_arab: بەرهەمی هاوشێوە

# NoSimilarProductsLabel
source: No similar products found.
ku_arab: هیچ بەرهەمێکی هاوشێوە نەدۆزراوەتەوە.

# MoreItemsFromShopLabel
source: More items from
ku_arab: بەرهەمی زیاتر لە

# NoMoreItemsFromShopLabel
source: No other items found
ku_arab: هیچ بەرهەمێکی تر نەدۆزراوەتەوە

# WishListHeader
source: 's Wishlist
ku_arab: لیستی خواستەکانی

# AddToCartLabel
source: Add To Cart
ku_arab: زیادکردن بۆ سەبەتە

source: No products found.
ku_arab: هیچ بەرهەمێک نەدۆزرایەوە.

# NavHome
source: Home
ku_arab: سەرەکی

# NavCategories
source: Categories
ku_arab: جۆرەکان

# NavOffers
source: Offers
ku_arab: ئۆفەرەکان

# NavJewlers
source: Jewlers
ku_arab: پێشانگاکان

# NavAccount
source: Account
ku_arab: هەژمار

# MenuSettingsOrders
source: Orders
ku_arab: داواکاری

# MenuSettingsManageProfile
source: Manage profile
ku_arab: بەڕێوەبردنی پڕۆفایلی

# MenuSettingsNotifications
source: Notifications
ku_arab: ئاگادارییەکان

# MenuSettingsChangePassword
source: Change Password
ku_arab: گۆڕینی وشەی نهێنی

# MenuSettingsPrivatePolicy
source: Private policy
ku_arab: ڕێساکان

# MenuSettingsSignOut
source: Sign out
ku_arab: چوونە دەرەوە

# ViewOnMapLabel
source: View on Map
ku_arab: بینین لەسەر نەخشە

# NavInformation
source: Information
ku_arab: زانیاریەکان

# NavOrders
source: Orders
ku_arab: داواکاریەکان

# StoryLabel
source: Story
ku_arab: چیرۆکی ڕۆژانە

# AddProductLabel
source: Add a product
ku_arab: زیادکردنی بەرهەم

# PricingLabel
source: Pricing
ku_arab: نرخدانان

# MediaLabel
source: Media
ku_arab: میدیا

# AddImagesLabel
source: Add the product images
ku_arab: وێنەی بەرهەمەکە زیاد بکە

# AddImagesDescription
source: Add 4 images of the product
ku_arab: ٤ وێنەی بەرهەمەکە زیاد بکە

# ProductTypeLabel
source: Product Type
ku_arab: جۆری بەرهەم

# ManufacturerLabel
source: Manufacturer
ku_arab: بەرهەمهێنەر

# WeightInGramsLabel
source: Weight(gm)
ku_arab: کێش(گرام)

# LengthInMillimetersLabel
source: Length(mm)
ku_arab: درێژی(ملم)

# QuantityLabel
source: Quantity
ku_arab: بڕ

# PricePerGramLabel
source: Price(/gram)
ku_arab: نرخ(/گرام)

# SubmitLabel
source: Submit
ku_arab: پێشکەش بکە
